Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/biras-areala-ja-kultursuodjaleapmi.html.tmx
Source language: sme
Languages: smj

source: Biras, areála ja kultursuodjaleapmi / Sámediggi - Sametinget
smj: Birás, areálla ja kultursuodjalus / Sámedigge - Sametinget

source: Oza doarjaga
smj: Åtså biednikdårjav

source: Biras, areála ja kultursuodjaleapmi
smj: Birás, areálla ja kultursuodjalus

source: Resursaguovllut, luonddušláddjivuohta, kulturmuittut ja kulturduovdagat leat dehálaš oasit das man gohčodit sámi kultuvrra ávnnaslaš kulturvuođu.
smj: Resurssaguovlo, luondo moattebelakvuohta, kulturmujto ja kulturduobddága li ájnas oassen dassta mij gåhtjoduvvá materiálalasj kulturvuodo sáme kultuvrraj.

source: Dat lea vuođđun sámi ealáhusdoaimmas, ássamis, kultureallimis ja servodatovdánahttimis.
smj: Dát le vuodon sáme æládusájda, årrumijda, kulturiellemij ja sebrudakåvddånahttemij.

source: Hálddašeames areálaid, luonddu ja kulturárbbi lea danin dehálaš vai sihkkarastá vejolašvuođa seailluhit ja ovdánahttit sámi kultuvrra.
smj: Arealáj, luondo ja kulturárbe háldadibme le danen ájnas nannitjit vuodov sáme kultuvrraj bisodittjat ja åvddånahtátjit.

source: Ovddasvástideaddji politihkkár
smj: Politihkalasj åvdåsvásstediddje

source: thomas.ahren@samediggi.no
smj: Luondo moattebelakvuohta

source: Energiija ja minerálat
smj: Sáme huonajsuodjalibme

source: Sámediggi bargá
smj: Sámedigge barggá

source: Deattuhit ceavzilis ja guhkitáiggi perspektiivva sámi guovlluid eananháldemis.
smj: Dættodit guoddelis ja guhkesájggásasj vuojnov gájkka areálaj ja resursaj adnemij sáme guovlojn

source: Ahte kulturmuittut ja kulturduovdagat seailluhuvvojit ja adnojit vuođđun sámi identitehtas ja kultur- ja servodatovdánahttimis.
smj: Kulturmujto ja kulturduobddága bisoduvvi ja aneduvvi vuodon sáme iesjdåbddo-, kultuvra-, ja sebrudakåvddånahttemij.

source: Kulturmuittut galget ja hálddašuvvojit historjjálaš gáldoávdnasiin.
smj: Kulturmujto galggi háldaduvvat histåvrålasj gálldon.

source: Ahte luonddušláddjivuohta oktan biologalaš, eatnanlaš ja ekologalaš mannolagain seailluhuvvo ceavzilis geavaheami ja suodjaleami bakte, nu ahte dat addá vuođu sámi kultuvrii.
smj: Luondo biologalasj, duobddágij ja geologalasj moattebelakvuohta ja økologalasj prosessa háldaduvvi guoddelis adnema ja suodjalime baktu, nav aj dá vaddi sáme kultuvrraj vuodov.

source: Dieðut dán birra Biras, areála ja kultursuodjaleapmi
smj: Diedo Birás, areálla ja kultursuodjalus

source: Sámediggi bargá hálddašaneiseváldin kulturmuitolága ja plána- ja huksenlága mielde.
smj: Sámedikke le háldadimfábmudahka kulturmujttolága milta ja pládna- ja tsiekkaduslága milta.
